import React from "react";
import styles from "./BorrowerCreditsOnlineOnCard.module.css";
import quotes from "../../assets/images/quotesIcon.svg";

const BorrowerCreditsOnlineOnCard = (props) => {
  return (
    <div className={styles.creditOnlineOnCard}>
      <div className={styles.blockHeadTitleDescription}>
        <div className={styles.blockHead_title}>
          <h2>Кредиты онлайн на карту</h2>
        </div>
        <div className={styles.blockHead_description}>
          <span>
            <img className={styles.quotes} src={quotes} alt="" />В жизни иногда
            случаются ситуации, когда срочно необходимо взять кредит, но нет
            времени на ожидание решения банка. Зачастую такое происходит, когда
            неожиданно сломалось транспортное средство или потребовались
            дорогостоящие лекарства.В Finhub вы можете оформить кредит онлайн в
            любой момент. Для этого достаточно просто подать заявку, а спустя
            некоторое время финансы поступят на счет вашей банковской карты.Так
            как пользователь оформляет кредит онлайн, не существует никакой
            привязки к месту. Необходим только доступ в интернет и, например,
            смартфон или ноутбук. То есть можно подать запрос на оформление
            кредита, находясь при этом в любом городе.
          </span>
        </div>
      </div>

      <div className={styles.wall}>
        <div className={styles.wall_column}>
          <div className={styles.wall_item}>
            <h3>Особенности кредита</h3>
            <p>
              Возможность взять кредит онлайн позволяет заявителю подать запрос
              на получение денег, на которые будут начисляться проценты. Спустя
              заранее указанный срок, пользователь должен вернуть долг и
              начисленные проценты.Кредит на карту в сервисе Finhub — это способ
              быстро и без лишних трудностей получить нужную сумму средств на
              выгодных условиях. Если вы соответствуете условиям нашего сервиса,
              онлайн кредит будет предоставлен вам в максимально сжатые сроки.
            </p>
          </div>
          <div className={styles.wall_item}>
            <h3>Как погасить задолженность</h3>
            <span>
              Если вы получили кредит онлайн на карту, его необходимо погасить в
              течение оговоренного срока. Сделать это можно на сайте Finhub:
            </span>
            <p>
              -&nbsp;Авторизуйтесь в личный кабинет на веб-портале Finhub.ua;
              <br />
              <br />
              -&nbsp;В профиле вы увидите персональную информацию по
              оформленному кредиту, а также плановую сумму средств к
              <br />
              <br />
              -&nbsp;Выберите банковскую карту, с которой планируете совершить
              платеж;
              <br />
              <br />
              -&nbsp;Введите необходимые данные, а затем следуйте указаниям
              системы для осуществления платежа и закрытия долга.
              <br />
              <br />
              После этого вы сможете снова деньги в кредит, но уже на более
              выгодных условиях. Чем чаще вы берете заем, тем ниже становится
              процентная ставка по всем последующим кредитным обязательствам.
            </p>
          </div>
        </div>
        <div className={styles.wall_column}>
          <div className={styles.wall_item}>
            <h3>Преимущества кредитования в Finhub</h3>
            <span>
              Возможность оформить кредит через интернет — не единственный плюс
              займов в сервисе Finhub. Другими сильными сторонами сотрудничества
              являются такие особенности:
            </span>
            <p>
              -&nbsp;Заявки обрабатываются за минимально возможное время;
              <br />
              <br />
              -&nbsp;Можно получить кредит онлайн без звонков и лишних действий;
              <br />
              <br />
              -&nbsp;Вам понадобится только доступ в сеть и банковская карта;
              <br />
              <br />
              -&nbsp;Отсутствие скрытых платежей и акционных процентов;
              <br />
              <br />
              -&nbsp;Ставка будет уменьшаться с каждым взятым кредитом, который
              вы успешно закроете в срок;
              <br />
              <br />
              -&nbsp;Точные и быстрые расчеты по актуальным процентным ставкам;
              <br />
              <br />
              -&nbsp;Данные пользователей надежно защищены благодаря
              использованию на нашем сайте передовых технологий.
              <br />
              <br />
              Вы сможете взять деньги в кредит, просто подав заявку.
              Воспользуйтесь калькулятором на веб-портале для предварительного
              расчета суммы. После этого смело подавайте запрос на
              онлайн-кредит.
            </p>
          </div>
          <div className={styles.wall_item}>
            <h3>Условия займа</h3>
            <span>
              Оформляя кредит онлайн в Украине через наш сервис, вы сможете
              получить деньги на выгодных условиях:
            </span>
            <p>
              -&nbsp;Оформить кредит онлайн можно на любую сумму от 1 000 до 30
              000 гривен.
              <br />
              <br />
              -&nbsp;Процентная ставка составляет от 0,01% в день.
              <br />
              <br />
              -&nbsp;Открыть онлайн кредит можно на срок от 1 до 12 месяцев.
            </p>
          </div>
        </div>
        <div className={styles.wall_column}>
          <div className={styles.wall_item}>
            <h3>Как оформить услугу</h3>
            <span>
              Чтобы оформить кредит онлайн, достаточно выполнить три действия:
            </span>
            <p>
              -Заполните заявку на взятие кредита онлайн. Зарегистрируйтесь на
              онлайн-портале Финхаб. Данная процедура займет у вас около пяти
              минут. Для успешной регистрации потребуется два документа —
              паспорт и идентификационный код, а также фотография и мобильный
              телефон. Укажите в регистрационной форме номер телефона, адрес
              электронной почты, а затем придумайте пароль. В следующий раз вы
              сможете взять кредит онлайн буквально в два клика.
              <br />
              <br />
              -Выберите параметры. Укажите сумму и срок, на который желаете
              оформить кредит. Система в автоматическом режиме примет решение по
              вашему запросу за минимально возможный срок.
              <br />
              <br />
              -Дождитесь платежа и получите финансы на банковскую карту. Когда
              система проверит все данные и обработает транзакцию, денежные
              средства будут зачислены на указанную вами банковскую карту. На
              этом оформление онлайн кредита будет окончено.
              <br />
              <br />
              Соблюдайте сроки погашения, в противном случае взять кредит онлайн
              вы не сможете. В зависимости от продолжительности кредитования,
              предусмотрена возможность закрытия долга разовым платежом или
              ежемесячной оплатой.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default BorrowerCreditsOnlineOnCard;
