import React from "react";
import InnerHeaderComponent from "../../components/InnerHeaderComponent/InnerHeaderComponent";

const HowWorksPage = (props) => {
  return (
    <>
      <InnerHeaderComponent />
      <div className="howWorksPage">
        <h1>КАК РАБОТАЕТ НАШ ПАРОВОЗ</h1>
        <div className="howWorksPage_how">
          <p>
            FINHUB (ФИНХАБ) — это онлайн платформа p2p-кредитования, новая
            модель кредитования и инвестирования для Украины.
          </p>
          <p>
            Традиционное кредитование строится на банке, как посреднике, который
            передает деньги с депозитов в пользование по кредитам под невыгодные
            пользователю ставки и сроки. P2P-кредитование позволяет связать
            заемщиков с кредиторами напрямую. Заемщики быстро получают
            необходимые деньги с минимумом документов, а инвесторы предоставляют
            финансы и зарабатывают все проценты.
          </p>
          <p>
            P2P-кредитование появилось в 2005 году в Великобритании. Сегодня оно
            популярно в США, Европе, Китае, Латинской Америке — странах с
            развитой экономикой. Все больше пользователей по всему миру выбирают
            эту простую и удобную модель кредитования.
          </p>
          <p>
            FINHUB (ФИНХАБ) — первый в Украине оператор финансов, который
            объединяет заемщиков и инвесторов. Узнайте больше о кредитовании без
            посредников!
          </p>
          <p>
            FINHUB (ФИНХАБ) позволяет заемщикам быстро получить деньги в любое
            время с минимальным пакетом документов, а инвесторам — выгодно
            вложить средства и зарабатывать комфортно. Как передача из рук в
            руки, но без встреч и полностью онлайн. Система проверяет
            платежеспособность заемщиков и отсекает нарушителей, а инвесторы
            легко находят оптимальные заявки для своего портфеля. Волноваться не
            стоит — все процедуры юридически оформлены.
          </p>
        </div>
        <div className="howItWorks_for">
          <div className="forWhoChanger">
            <span>Для</span>
            <span>Заемщиков</span>
            <span>и</span>
            <span>Инвесторов</span>
          </div>
          <p>
            Вам нужны деньги до зарплаты, на новый холодильник или на отпуск?
            Заполните короткую анкету и получите средства от инвесторов на карту
            даже не выходя из дома!
          </p>
          <div className="information">
            <div className="paragraph1">
              <div className={"paragraph1_title"}>
                <span>1</span>
                <h4>ОНЛАЙН АНКЕТА НА КРЕДИТ</h4>
              </div>
              <p>
                Заполните онлайн-анкету, чтобы разместить свою заявку на кредит
                и начните собирать средства от инвесторов. Это займет несколько
                минут:
              </p>
              <ol>
                <li>
                  1. Зарегистрируйтесь на FINHUB. Вы можете выбрать роль
                  заемщика или инвестора только 1 раз. С помощью логина и пароля
                  вы будете входить в личный кабинет и отслеживать статус вашей
                  заявки на кредит или контролировать погашение.
                </li>
                <li>
                  2. На кредитном калькуляторе выберете сумму и срок кредита.
                  Ориентируйтесь на комфортный ежемесячный платеж, который не
                  будет нагрузкой для вашего бюджета.
                </li>
                <li>
                  3. Заполните данные о себе — информацию необходимо вносить
                  достоверно, каждая ошибка или неправда может повлиять на
                  решение. Указывайте только актуальные и полные данные — от
                  этого зависит ваш рейтинг и успех заявки.
                </li>
                <li>
                  4. Сфотографируйте себя и свой паспорт. Мы используем
                  биометрический анализ лица — это гарантия того, что по вашим
                  документам не смогут оформить кредит третьи лица.
                </li>
                <li>
                  5. Укажите реквизиты пластиковой карты любого украинского
                  банка — карта должна быть персонифицированной (именной).
                </li>
                <li>
                  6. Ожидайте оперативное решение по заявке на кредит — в 90%
                  случаев решение вы получите в течение 1 минуты. Если вы
                  допустили ошибки при заполнении анкеты, вам перезвонит
                  консультант FINHUB для уточнения данных. В этом случае решение
                  будет принято до 15 минут.
                </li>
                <li>
                  7. Обратите внимание, контакт-центр работает с 9:00 до 18:00.
                  Если вы пришлете анкету с ошибками после 20:00, ждите звонка
                  оператора с 9:00 следующего дня.
                </li>
              </ol>
            </div>
            <div className="paragraph2">
              <div className={"paragraph2_title"}>
                <span>2</span>
                <h4>СБОР СРЕДСТВ ОТ ИНВЕСТОРОВ</h4>
              </div>
              <ol>
                <li>
                  1. После проверки платежеспособности и вашего согласия с
                  предложенными FINHUB условиями, заявка на кредит становится
                  доступной всем зарегистрированным инвесторам. За право
                  инвестировать вам будут сражаться тысячи инвесторов со всей
                  Украины!
                </li>
                <li>
                  2. Ваша заявка на кредит будет доступна для инвестирования в
                  течение 7 дней — это мировая практика. За это время
                  максимальное количество инвесторов будут онлайн и ознакомятся
                  с заявкой, а вы сможете получить необходимое финансирование.
                </li>
                <li>
                  3. Чтобы ваша заявка не затерялась среди большого количества
                  заявок от других заемщиков мы отображаем заявки с одинаковой
                  частотой в случайном порядке — random.
                </li>
                <li>
                  4. Когда ваша заявка будет проинвестирована на 100%, вы
                  получите уведомление в Личном кабинете и sms-сообщение от
                  FINHUB.
                </li>
                <li>
                  5. Если за 7 дней ваша заявка соберет больше 75% необходимой
                  суммы — мы предложим вам оформить кредит на данную сумму. Если
                  будет собрано менее 75% — заявка аннулируется. В этом случае
                  вы можете подать новую заявку.
                </li>
              </ol>
            </div>
            <div className="paragraph3">
              <div className={"paragraph3_title"}>
                <span>3</span>
                <h4>ПОДТВЕРЖДЕНИЕ КРЕДИТНОГО ДОГОВОРА — ПОЛУЧЕНИЕ КРЕДИТ</h4>
              </div>
              <p>
                Когда ваша заявка собрала финансирование, необходимо
                подтвердить, что кредит все еще актуален для вас. Ознакомьтесь с
                паспортом кредита и подтвердите его безопасным одноразовым
                паролем.
              </p>
              <ol>
                <li>
                  1. Вы подтверждаете согласие с условиями кредита, когда
                  вводите ОТР (one time password) — одноразовый пароль. Согласно
                  с Законом Украины “Про электронную коммерцию”, OTP юридически
                  равносилен вашей электронно-цифровой подписи. ОТР-код мы
                  высылаем на телефон, указанный вами при регистрации.
                </li>
                <li>
                  2. В течение нескольких минут после подтверждения кредитного
                  договора, вы получите деньги на карту.
                </li>
              </ol>
            </div>
            <div className="paragraph4">
              <div className={"paragraph4_title"}>
                <span>4</span>
                <h4>ПОГАШЕНИЕ КРЕДИТА</h4>
              </div>
              <p>Мы заботимся, что погашать кредит было просто и удобно.</p>
              <ol>
                <li>
                  1. Проверяйте дату следующего платежа, сумму, которую
                  необходимо оплатить, а также остаток по кредиту в Личном
                  кабинете.
                </li>
                <li>
                  2. Погашать кредит в кабинете можно в 2 клика — достаточно
                  выбрать карту и ввести сумму платежа. Процессинговая комиссия
                  нашего партнера TAS Link за перевод — всего 5%
                </li>
              </ol>
              <div className="takeCreditBtn">
                <button> Взять кредит</button>
              </div>
              {/*тут видео*/}
            </div>
          </div>
        </div>
      </div>
    </>
  );
};

export default HowWorksPage;
